final List<Map<String, dynamic>> posts = [
  {
    'title': '미래혁신단(차세대통신사업단) 직원 모집',
    'kind': '교내채용',
    'date': '2024-04-05',
  },
  {
    'title': '국민대학교 비전임교원 채용(2024.05.01.자)',
    'kind': '교내채용',
    'date': '2024-04-05',
  },
  {
    'title': '(진로지원센터) 계약직원 모집',
    'kind': '교내채용',
    'date': '2024-04-04',
  },
  {
    'title': '(대외협력팀) 계약직원 모집',
    'kind': '교내채용',
    'date': '2024-04-04',
  },
  {
    'title': '[장학공지] 2024학년도 1학기 남윤철장학금 신청 안내',
    'kind': '장학공지',
    'date': '2024-04-04',
  },
  {
    'title': '[장학공지] 2024학년도 1학기 가온누리장학금 신청 안내',
    'kind': '장학공지',
    'date': '2024-04-04',
  },
  {
    'title': '[장학공지] 2024학년도 1학기 어울림장학금 신청 안내',
    'kind': '장학공지',
    'date': '2024-04-04',
  },
  {
    'title': '[장학공지] 2024학년도 1학기 그린나래장학금 신청 안내',
    'kind': '장학공지',
    'date': '2024-04-04',
  },
  {
    'title': '[장학공지] 2024학년도 1학기 메시장학금 신청 안내',
    'kind': '장학공지',
    'date': '2024-04-03',
  },
];

final List<String> noticeKinds = [
  '전체공지',
  '대학입학공지',
  '대학원입학공지',
  '학사공지',
  '행정공지',
  '장학공지',
  '사회봉사',
  '행사·활동·이벤트 공지',
  '교내채용',
  '교외채용',
  '도서관공지',
  '총학생회공지',
  '졸준위공지',
  '생활관공지',
  '시스템공지'
];
