final List<Map<String, dynamic>> questionDatas = [
  {
    'title': '가상대학 로그인 어떻게 하나요?',
    'content': '가상대학에 로그인을 하려고 하는데 어떻게 하는지 모르겠습니다. 도와주세요. 나는 북조선에서 온 사람입니다.',
    'name': '최지훈',
    'country': '북한',
    'tag': '대학생활',
  },
  {
    'title': '도서관 대출 규정이 궁금해요',
    'content': '도서관 책을 얼마나 오래 대출할 수 있나요? 연체 시 벌금은 어떻게 되나요?',
    'name': '김서영',
    'country': '아제르바이잔',
    'tag': '대학생활',
  },
  {
    'title': '식당 운영시간 알려주세요',
    'content': '캠퍼스 내 식당의 운영시간이 어떻게 되나요? 주말에도 열어요?',
    'name': '박준혁',
    'country': '대한민국',
    'tag': '학사안내',
  },
  {
    'title': '체육시설 이용 방법',
    'content': '학교 체육시설을 이용하고 싶은데, 예약은 어떻게 하나요? 이용 요금은 있나요?',
    'name': '이하늘',
    'country': '대한민국',
    'tag': '학사안내',
  },
  {
    'title': '수강신청 팁 좀 알려주세요',
    'content': '수강신청 잘하는 방법이 있나요? 매번 원하는 수업을 못 듣게 되네요.',
    'name': '정민수',
    'country': '남아프리카공화국',
    'tag': '대학생활',
  },
];
